Repository: wp-plugins/site-memory-for-wordpress
Catalog: languages/site-memory-*.po
Languages: ja, ro_ro

source: Clip to Evernote
ja: Evernoteへクリップする
ro_ro: Clipului la Evernote

source: Button image
ja: アイコン画像
ro_ro: Imagine buton

source: Site name
ja: サイト名
ro_ro: Numele site-ului

source: Name that will be displayed in the Site Memory window. If left blank, it will be your domain name.
ja: Site Memoryウインドウで表示される名前を指定します。空の場合はサイトのドメイン名を使用します
ro_ro: Numele care va fi afişată în fereastra de memorie site-ului. În cazul în gol stânga, acesta va fi numele dvs. de domeniu.

source: Suggested notebook for clips
ja: 追加するノートの名前
ro_ro: Sugestii pentru notebook clipuri

source: Suggest a destination notebook for your content. The notebook will be created if it does not exist.
ja: あなたのコンテンツを追加するノートの名前を指定します。ノートが存在しない場合は新しくノートを作成します
ro_ro: Sugerează un notebook de destinaţie pentru conţinutul dvs. notebook-ul va fi creat în cazul în care nu exista..

source: Content to clip
ja: クリップするコンテンツ
ro_ro: Conţinutul în miniatură

source: The ID of the HTML element that Site Memory should clip. If left blank, a simple link to the page will be clipped.
ja: Site MemoryがクリップするHTML要素のIDを指定します。空の場合は単純にリンクをクリップします
ro_ro: ID-ul elementului HTML care Site-ul de memorie ar trebui să clip. Dacă rămân necompletate, un simplu link către pagina vor fi tăiate.

source: Evernote referral code
ja: Evernote紹介者番号
ro_ro: Evernote sesizare cod

source: Your Evernote Affiliate Program referral code or API consumer key. You can leave this blank, or <a href="http://www.evernote.com/about/affiliate" target="_blank">become an affiliate</a>.
ja: あなたのEvernoteアフリエイトプログラムの紹介者番号か、APIキー(cunsumer key)を指定します。何も設定しなくても構いません。また、<a href="http://www.evernote.com/about/affiliate" target="_blank">アフィリエイトを始める</a>こともできます
ro_ro: Programul de afiliere dvs. Evernote codul de recomandare sau de consum pentru API. Puteţi lăsa necompletat acest, sau <a href="http://www.evernote.com/about/affiliate" target="_blank">become an affiliate</a>.

source: Layout settings
ja: レイアウト設定
ro_ro: Layout setări

source: Customize clipping settings
ja: クリップカスタマイズ設定
ro_ro: Particularizarea setărilor tăiere
